Revit 2027 API
Application.NewBoundingBoxUV Method
Creates an empty two-dimensional rectangle.
Namespace: Autodesk.Revit.Creation
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public BoundingBoxUV NewBoundingBoxUV()
Public Function NewBoundingBoxUV As BoundingBoxUV
public:
BoundingBoxUV^ NewBoundingBoxUV()
member NewBoundingBoxUV : unit -> BoundingBoxUV
Return Value
BoundingBoxUV
See Also
Reference
Application Class
NewBoundingBoxUV Overload
Autodesk.Revit.Creation Namespace